Repository: rosday/BuildThisPleaseSDK
Catalog: Sources/BuildThisPleaseCore/Resources/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es, fi, fil, fr, he, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

source: A bundle identifier is required.
ar: مطلوب معرف الحزمة.
cs: Je vyžadován identifikátor balíčku.
da: En bundle-id er påkrævet.
de: Eine Bundle-ID ist erforderlich.
el: Απαιτείται ένα αναγνωριστικό πακέτου.
es: Se requiere un identificador de paquete.
fi: Paketin tunniste vaaditaan.
fil: Kinakailangan ang isang bundle identifier.
fr: Un identifiant de bundle est requis.
he: נדרש מזהה חבילה.
hr: Potreban je identifikator paketa.
hu: Kötegazonosítóra van szükség.
id: Diperlukan pengidentifikasi bundel.
it: È richiesto un identificativo del bundle.
ja: バンドル識別子が必要です。
ko: 번들 식별자가 필요합니다.
ms: Pengecam berkas diperlukan.
nb: En pakkeidentifikator kreves.
nl: Er is een bundel-ID vereist.
pl: Wymagany jest identyfikator pakietu.
pt_br: É necessário um identificador de pacote.
pt_pt: É necessário um identificador de pacote.
ro: Este necesar un identificator de pachet.
ru: Требуется идентификатор пакета.
sk: Vyžaduje sa identifikátor balíka.
sv: En paketidentifierare krävs.
th: จำเป็นต้องมีตัวระบุบันเดิล
tr: Paket tanımlayıcısı gerekli.
uk: Потрібен ідентифікатор пакета.
vi: Cần có mã định danh gói.
zh_hans: 需要软件包标识符。
zh_hant: 需要套件識別碼。

source: A project key is required.
ar: مطلوب مفتاح المشروع.
cs: Je vyžadován klíč projektu.
da: En projektnøgle er påkrævet.
de: Ein Projektschlüssel ist erforderlich.
el: Απαιτείται κλειδί έργου.
es: Se requiere una clave de proyecto.
fi: Projektin avain vaaditaan.
fil: Kailangan ang project key.
fr: Une clé de projet est requise.
he: נדרש מפתח הפרויקט.
hr: Potreban je ključ projekta.
hu: Projektkulcs szükséges.
id: Kunci proyek diperlukan.
it: È richiesta una chiave di progetto.
ja: プロジェクトキーが必要です。
ko: 프로젝트 키가 필요합니다.
ms: Kunci projek diperlukan.
nb: En prosjektnøkkel kreves.
nl: Er is een projectsleutel vereist.
pl: Wymagany jest klucz projektu.
pt_br: É necessária uma chave de projeto.
pt_pt: É necessária uma chave de projeto.
ro: Este necesară o cheie de proiect.
ru: Требуется ключ проекта.
sk: Vyžaduje sa kľúč projektu.
sv: En projektnyckel krävs.
th: ต้องระบุคีย์โปรเจ็กต์
tr: Proje anahtarı gerekli.
uk: Потрібен ключ проєкту.
vi: Cần có khóa dự án.
zh_hans: 需要项目密钥。
zh_hant: 需要專案金鑰。

source: Archived
ar: مؤرشف
cs: Archivováno
da: Arkiveret
de: Archiviert
el: Αρχειοθετήθηκε
es: Archivada
fi: Arkistoitu
fil: Naka-archive
fr: Archivée
he: בארכיון
hr: Arhivirano
hu: Archiválva
id: Diarsipkan
it: Archiviata
ja: アーカイブ済み
ko: 보관됨
ms: Diarkibkan
nb: Arkivert
nl: Gearchiveerd
pl: Zarchiwizowane
pt_br: Arquivada
pt_pt: Arquivado
ro: Arhivată
ru: В архиве
sk: Archivovaná
sv: Arkiverat
th: เก็บถาวรแล้ว
tr: Arşivlendi
uk: В архіві
vi: Đã lưu trữ
zh_hans: 已归档
zh_hant: 已封存

source: The app received an invalid response.
ar: تلقّى التطبيق استجابة غير صالحة.
cs: Aplikace obdržela neplatnou odpověď.
da: Appen modtog et ugyldigt svar.
de: Die App hat eine ungültige Antwort erhalten.
el: Η εφαρμογή έλαβε μη έγκυρη απόκριση.
es: La aplicación recibió una respuesta no válida.
fi: Sovellus sai virheellisen vastauksen.
fil: Nakatanggap ang app ng di-wastong tugon.
fr: L’application a reçu une réponse non valide.
he: האפליקציה קיבלה תגובה לא תקינה.
hr: Aplikacija je primila nevažeći odgovor.
hu: Az alkalmazás érvénytelen választ kapott.
id: Aplikasi menerima respons yang tidak valid.
it: L’app ha ricevuto una risposta non valida.
ja: アプリが無効な応答を受信しました。
ko: 앱이 잘못된 응답을 받았습니다.
ms: Apl menerima respons yang tidak sah.
nb: Appen mottok et ugyldig svar.
nl: De app heeft een ongeldig antwoord ontvangen.
pl: Aplikacja otrzymała nieprawidłową odpowiedź.
pt_br: O aplicativo recebeu uma resposta inválida.
pt_pt: A aplicação recebeu uma resposta inválida.
ro: Aplicația a primit un răspuns nevalid.
ru: Приложение получило некорректный ответ.
sk: Aplikácia dostala neplatnú odpoveď.
sv: Appen fick ett ogiltigt svar.
th: แอปได้รับการตอบกลับที่ไม่ถูกต้อง
tr: Uygulama geçersiz bir yanıt aldı.
uk: Застосунок отримав некоректну відповідь.
vi: Ứng dụng nhận được phản hồi không hợp lệ.
zh_hans: App 收到了无效响应。
zh_hant: App 收到無效回應。

source: Implemented
ar: تم التنفيذ
cs: Realizováno
da: Gennemført
de: Umgesetzt
el: Υλοποιήθηκε
es: Implementada
fi: Toteutettu
fil: Naipatupad
fr: Réalisée
he: יושמה
hr: Implementirano
hu: Megvalósítva
id: Telah diterapkan
it: Implementata
ja: 実装済み
ko: 구현됨
ms: Dilaksanakan
nb: Gjennomført
nl: Geïmplementeerd
pl: Wdrożone
pt_br: Implementada
pt_pt: Implementado
ro: Implementată
ru: Реализовано
sk: Realizovaná
sv: Genomfört
th: พัฒนาแล้ว
tr: Uygulandı
uk: Реалізовано
vi: Đã triển khai
zh_hans: 已实现
zh_hant: 已實現

source: In Progress
ar: قيد التنفيذ
cs: Probíhá
da: I gang
de: In Arbeit
el: Σε εξέλιξη
es: En curso
fi: Työn alla
fil: Ginagawa
fr: En cours
he: בתהליך
hr: U tijeku
hu: Folyamatban
id: Sedang dikerjakan
it: In corso
ja: 進行中
ko: 진행 중
ms: Sedang dilaksanakan
nb: Pågår
nl: In uitvoering
pl: W trakcie
pt_br: Em andamento
pt_pt: Em curso
ro: În lucru
ru: В работе
sk: Prebieha
sv: Pågår
th: กำลังดำเนินการ
tr: Devam ediyor
uk: В роботі
vi: Đang thực hiện
zh_hans: 进行中
zh_hant: 進行中

source: In Review
ar: قيد المراجعة
cs: Posuzuje se
da: Til gennemgang
de: In Prüfung
el: Υπό εξέταση
es: En revisión
fi: Tarkistuksessa
fil: Sinusuri
fr: En cours d’examen
he: בבדיקה
hr: U pregledu
hu: Felülvizsgálat alatt
id: Dalam peninjauan
it: In revisione
ja: レビュー中
ko: 검토 중
ms: Dalam semakan
nb: Til vurdering
nl: In beoordeling
pl: W trakcie weryfikacji
pt_br: Em análise
pt_pt: Em análise
ro: În verificare
ru: На рассмотрении
sk: Posudzuje sa
sv: Under granskning
th: อยู่ระหว่างตรวจสอบ
tr: İnceleniyor
uk: На розгляді
vi: Đang xem xét
zh_hans: 审核中
zh_hant: 審核中

source: Merged
ar: تم الدمج
cs: Sloučeno
da: Sammenlagt
de: Zusammengeführt
el: Συγχωνεύτηκε
es: Fusionada
fi: Yhdistetty
fil: Pinagsama
fr: Fusionnée
he: מוזגה
hr: Spojeno
hu: Egyesítve
id: Digabungkan
it: Accorpata
ja: 統合済み
ko: 병합됨
ms: Digabungkan
nb: Slått sammen
nl: Samengevoegd
pl: Połączone
pt_br: Mesclada
pt_pt: Unificado
ro: Îmbinată
ru: Объединено
sk: Zlúčená
sv: Sammanslaget
th: รวมแล้ว
tr: Birleştirildi
uk: Об’єднано
vi: Đã hợp nhất
zh_hans: 已合并
zh_hant: 已合併

source: Pending
ar: قيد الانتظار
cs: Čeká
da: Afventer
de: Ausstehend
el: Σε αναμονή
es: Pendiente
fi: Odottaa
fil: Nakabinbin
fr: En attente
he: בהמתנה
hr: Na čekanju
hu: Függőben
id: Menunggu tinjauan
it: In attesa
ja: 承認待ち
ko: 검토 대기
ms: Menunggu semakan
nb: Venter
nl: In afwachting
pl: Oczekujące
pt_br: Pendente
pt_pt: Pendente
ro: În așteptare
ru: Ожидает
sk: Čaká
sv: Väntar
th: รอตรวจสอบ
tr: Beklemede
uk: Очікує
vi: Đang chờ xem xét
zh_hans: 待审核
zh_hant: 待審核

source: Planned
ar: مخطط
cs: Naplánováno
da: Planlagt
de: Geplant
el: Προγραμματισμένο
es: Planificada
fi: Suunniteltu
fil: Nakaplano
fr: Planifiée
he: מתוכננת
hr: Planirano
hu: Tervezett
id: Direncanakan
it: Pianificata
ja: 計画済み
ko: 계획됨
ms: Dirancang
nb: Planlagt
nl: Gepland
pl: Zaplanowane
pt_br: Planejada
pt_pt: Planeado
ro: Planificată
ru: Запланировано
sk: Naplánovaná
sv: Planerat
th: วางแผนแล้ว
tr: Planlandı
uk: Заплановано
vi: Đã lên kế hoạch
zh_hans: 已计划
zh_hant: 已計劃

source: Rejected
ar: مرفوض
cs: Zamítnuto
da: Afvist
de: Abgelehnt
el: Απορρίφθηκε
es: Rechazada
fi: Hylätty
fil: Tinanggihan
fr: Rejetée
he: נדחתה
hr: Odbijeno
hu: Elutasítva
id: Ditolak
it: Rifiutata
ja: 却下済み
ko: 반려됨
ms: Ditolak
nb: Avvist
nl: Afgewezen
pl: Odrzucone
pt_br: Rejeitada
pt_pt: Rejeitado
ro: Respinsă
ru: Отклонено
sk: Zamietnutá
sv: Avvisat
th: ปฏิเสธแล้ว
tr: Reddedildi
uk: Відхилено
vi: Đã từ chối
zh_hans: 已拒绝
zh_hant: 已拒絕

source: The API URL is invalid.
ar: عنوان URL لواجهة برمجة التطبيقات غير صالح.
cs: Adresa URL rozhraní API je neplatná.
da: API-URL'en er ugyldig.
de: Die API-URL ist ungültig.
el: Η διεύθυνση URL του API δεν είναι έγκυρη.
es: La URL de la API no es válida.
fi: API URL on virheellinen.
fil: Di-wasto ang URL ng API.
fr: L’URL de l’API n’est pas valide.
he: כתובת ה-API אינה חוקית.
hr: API URL je nevažeći.
hu: Az API URL érvénytelen.
id: URL API tidak valid.
it: L’URL dell’API non è valida.
ja: API URL が無効です。
ko: API URL이 잘못되었습니다.
ms: URL API tidak sah.
nb: API-nettadressen er ugyldig.
nl: De API-URL is ongeldig.
pl: Adres URL interfejsu API jest nieprawidłowy.
pt_br: A URL da API é inválida.
pt_pt: O URL da API é inválido.
ro: Adresa URL API este nevalidă.
ru: URL-адрес API недействителен.
sk: Adresa URL rozhrania API je neplatná.
sv: API-webbadressen är ogiltig.
th: URL ของ API ไม่ถูกต้อง
tr: API URL'si geçersiz.
uk: URL-адреса API недійсна.
vi: URL API không hợp lệ.
zh_hans: API URL 无效。
zh_hant: API URL 無效。

source: The app could not verify this installation. Please try again.
ar: تعذر على التطبيق التحقق من هذا التثبيت. يرجى المحاولة مرة أخرى.
cs: Aplikaci se nepodařilo tuto instalaci ověřit. Zkuste to prosím znovu.
da: Appen kunne ikke bekræfte denne installation. Prøv igen.
de: Die App konnte diese Installation nicht überprüfen. Versuche es bitte erneut.
el: Η εφαρμογή δεν μπόρεσε να επαληθεύσει αυτήν την εγκατάσταση. Δοκιμάστε ξανά.
es: La aplicación no pudo verificar esta instalación. Inténtalo de nuevo.
fi: Sovellus ei voinut vahvistaa tätä asennusta. Yritä uudelleen.
fil: Hindi ma-verify ng app ang pag-install na ito. Pakisubukang muli.
fr: L’application n’a pas pu vérifier cette installation. Veuillez réessayer.
he: האפליקציה לא הצליחה לאמת את ההתקנה הזו. אפשר לנסות שוב.
hr: Aplikacija nije mogla potvrditi ovu instalaciju. Pokušaj ponovno.
hu: Az alkalmazás nem tudta ellenőrizni ezt a telepítést. Próbáld újra.
id: Aplikasi tidak dapat memverifikasi pemasangan ini. Silakan coba lagi.
it: L’app non è riuscita a verificare questa installazione. Riprova.
ja: このアプリを確認できませんでした。もう一度お試しください。
ko: 앱에서 이 설치를 확인할 수 없습니다. 다시 시도해 주세요.
ms: Apl tidak dapat mengesahkan pemasangan ini. Sila cuba lagi.
nb: Appen kunne ikke bekrefte denne installasjonen. Prøv igjen.
nl: De app kan deze installatie niet verifiëren. Probeer het opnieuw.
pl: Aplikacja nie mogła zweryfikować tej instalacji. Spróbuj ponownie.
pt_br: O aplicativo não conseguiu verificar esta instalação. Por favor, tente novamente.
pt_pt: A aplicação não conseguiu verificar esta instalação. Tenta novamente.
ro: Aplicația nu a putut verifica această instalare. Încearcă din nou.
ru: Приложению не удалось проверить эту установку. Пожалуйста, попробуйте еще раз.
sk: Aplikácii sa nepodarilo overiť túto inštaláciu. Skúste to znova.
sv: Appen kunde inte verifiera den här installationen. Försök igen.
th: แอปไม่สามารถยืนยันการติดตั้งนี้ได้ โปรดลองอีกครั้ง
tr: Uygulama bu yüklemeyi doğrulayamadı. Tekrar dene.
uk: Застосунку не вдалося перевірити це встановлення. Спробуйте ще раз.
vi: Ứng dụng không thể xác minh cài đặt này. Vui lòng thử lại.
zh_hans: App 无法验证此次安装。请重试。
zh_hant: App 無法驗證此安裝。請再試一次。

source: The feedback session expired. Please try again.
ar: انتهت صلاحية جلسة الملاحظات. حاول مرة أخرى.
cs: Relace zpětné vazby vypršela. Zkuste to prosím znovu.
da: Feedbacksessionen udløb. Prøv igen.
de: Die Feedback-Sitzung ist abgelaufen. Versuche es bitte erneut.
el: Η συνεδρία ανατροφοδότησης έληξε. Δοκιμάστε ξανά.
es: La sesión de sugerencias ha caducado. Inténtalo de nuevo.
fi: Palauteistunto päättyi. Yritä uudelleen.
fil: Nag-expire ang session ng feedback. Pakisubukang muli.
fr: La session d’envoi de commentaires a expiré. Veuillez réessayer.
he: תוקף הפעלת המשוב פג. אפשר לנסות שוב.
hr: Sesija povratnih informacija istekla je. Pokušaj ponovno.
hu: A visszajelzési munkamenet lejárt. Próbáld újra.
id: Sesi umpan balik telah berakhir. Silakan coba lagi.
it: La sessione di feedback è scaduta. Riprova.
ja: フィードバックセッションの有効期限が切れました。もう一度試してください。
ko: 피드백 세션이 만료되었습니다. 다시 시도해 주세요.
ms: Sesi maklum balas telah tamat tempoh. Sila cuba lagi.
nb: Tilbakemeldingsøkten utløp. Prøv igjen.
nl: De feedbacksessie is verlopen. Probeer het opnieuw.
pl: Sesja opinii wygasła. Spróbuj ponownie.
pt_br: A sessão de feedback expirou. Tenta novamente.
pt_pt: A sessão de feedback expirou. Por favor, tente novamente.
ro: Sesiunea de feedback a expirat. Încearcă din nou.
ru: Сеанс обратной связи истек. Пожалуйста, попробуйте еще раз.
sk: Platnosť relácie spätnej väzby vypršala. Skúste to znova.
sv: Feedbacksessionen löpte ut. Försök igen.
th: เซสชันข้อเสนอแนะหมดอายุแล้ว โปรดลองอีกครั้ง
tr: Geri bildirim oturumunun süresi doldu. Tekrar dene.
uk: Сеанс зворотного зв’язку закінчився. Спробуйте ще раз.
vi: Phiên phản hồi đã hết hạn. Vui lòng thử lại.
zh_hans: 反馈会话已过期。请重试。
zh_hant: 回饋工作階段已過期。請再試一次。

source: This device cannot establish a secure feedback session.
ar: لا يمكن لهذا الجهاز إنشاء جلسة ملاحظات آمنة.
cs: Toto zařízení nemůže navázat zabezpečenou relaci zpětné vazby.
da: Denne enhed kan ikke etablere en sikker feedbacksession.
de: Dieses Gerät kann keine sichere Feedback-Sitzung aufbauen.
el: Αυτή η συσκευή δεν μπορεί να δημιουργήσει ασφαλή συνεδρία ανατροφοδότησης.
es: Este dispositivo no puede establecer una sesión segura de sugerencias.
fi: Tämä laite ei voi muodostaa suojattua palauteistuntoa.
fil: Hindi makapagtatag ang device na ito ng secure na feedback session.
fr: Cet appareil ne peut pas établir de session sécurisée pour l’envoi de commentaires.
he: המכשיר הזה לא יכול ליצור הפעלת משוב מאובטחת.
hr: Ovaj uređaj ne može uspostaviti sigurnu sesiju za povratne informacije.
hu: Ez az eszköz nem tud biztonságos visszajelzési munkamenetet létrehozni.
id: Perangkat ini tidak dapat membuat sesi umpan balik yang aman.
it: Questo dispositivo non può stabilire una sessione di feedback sicura.
ja: このデバイスは安全なフィードバックセッションを確立できません。
ko: 이 기기에서는 안전한 피드백 세션을 설정할 수 없습니다.
ms: Peranti ini tidak boleh mewujudkan sesi maklum balas yang selamat.
nb: Denne enheten kan ikke opprette en sikker tilbakemeldingsøkt.
nl: Dit apparaat kan geen veilige feedbacksessie tot stand brengen.
pl: To urządzenie nie może nawiązać bezpiecznej sesji przesyłania opinii.
pt_br: Este dispositivo não consegue estabelecer uma sessão de feedback segura.
pt_pt: Este dispositivo não consegue estabelecer uma sessão de feedback segura.
ro: Acest dispozitiv nu poate stabili o sesiune de feedback sigură.
ru: Это устройство не может установить безопасный сеанс обратной связи.
sk: Toto zariadenie nemôže vytvoriť zabezpečenú reláciu spätnej väzby.
sv: Den här enheten kan inte upprätta en säker feedbacksession.
th: อุปกรณ์นี้ไม่สามารถสร้างเซสชันข้อเสนอแนะที่ปลอดภัยได้
tr: Bu cihaz güvenli bir geri bildirim oturumu oluşturamıyor.
uk: Цей пристрій не може встановити безпечний сеанс зворотного зв’язку.
vi: Thiết bị này không thể thiết lập phiên phản hồi an toàn.
zh_hans: 此设备无法建立安全的反馈会话。
zh_hant: 此裝置無法建立安全的回饋工作階段。

source: You appear to be offline. Check your connection and try again.
ar: يبدو أن الجهاز غير متصل بالإنترنت. تحقق من الاتصال وحاول مرة أخرى.
cs: Zdá se, že jste offline. Zkontrolujte připojení a zkuste to znovu.
da: Du ser ud til at være offline. Tjek din forbindelse, og prøv igen.
de: Du scheinst offline zu sein. Überprüfe deine Verbindung und versuche es erneut.
el: Φαίνεται ότι είστε εκτός σύνδεσης. Ελέγξτε τη σύνδεσή σας και δοκιμάστε ξανά.
es: Parece que no tienes conexión. Comprueba la red y vuelve a intentarlo.
fi: Näytät olevan offline-tilassa. Tarkista yhteys ja yritä uudelleen.
fil: Mukhang offline ka. Suriin ang iyong koneksyon at subukang muli.
fr: Vous semblez être hors ligne. Vérifiez votre connexion et réessayez.
he: נראה שאין חיבור לאינטרנט. יש לבדוק את החיבור ולנסות שוב.
hr: Čini se da uređaj nije povezan s internetom. Provjeri vezu i pokušaj ponovno.
hu: Úgy tűnik, offline vagy. Ellenőrizd a kapcsolatot, és próbáld újra.
id: Anda tampaknya sedang offline. Periksa koneksi Anda dan coba lagi.
it: Sembra che tu sia offline. Controlla la connessione e riprova.
ja: オフラインのようです。接続を確認して、もう一度試してください。
ko: 오프라인 상태인 것 같습니다. 연결을 확인하고 다시 시도하세요.
ms: Nampaknya anda berada di luar talian. Semak sambungan anda dan cuba lagi.
nb: Du ser ut til å være frakoblet. Sjekk tilkoblingen og prøv igjen.
nl: Het lijkt erop dat je offline bent. Controleer je verbinding en probeer het opnieuw.
pl: Wygląda na to, że jesteś offline. Sprawdź połączenie i spróbuj ponownie.
pt_br: Você parece estar off-line. Verifique sua conexão e tente novamente.
pt_pt: Parece que estás sem ligação. Verifica a ligação e tenta novamente.
ro: Pari a fi offline. Verifică conexiunea și încearcă din nou.
ru: Похоже, вы не в сети. Проверьте подключение и повторите попытку.
sk: Zdá sa, že ste offline. Skontrolujte pripojenie a skúste to znova.
sv: Du verkar vara offline. Kontrollera din anslutning och försök igen.
th: ดูเหมือนว่าคุณจะออฟไลน์ ตรวจสอบการเชื่อมต่อของคุณแล้วลองอีกครั้ง
tr: Çevrimdışı görünüyorsun. Bağlantını kontrol edip tekrar dene.
uk: Здається, ви офлайн. Перевірте підключення та повторіть спробу.
vi: Có vẻ như bạn đang ngoại tuyến. Hãy kiểm tra kết nối của bạn và thử lại.
zh_hans: 你似乎已离线。请检查网络连接后重试。
zh_hant: 你似乎已離線。請檢查網路連線後再試一次。
